tap "cirruslabs/cli"
tap "felixkratz/formulae"
tap "getsentry/tools"
tap "homebrew/bundle"
tap "libsql/sqld"
tap "ngrok/ngrok"
tap "nikitabobko/tap"
tap "stripe/stripe-cli"
tap "tobi/try", "https://github.com/tobi/try"
tap "tursodatabase/tap"
brew "act"
brew "bandwhich"
brew "bat"
brew "bottom"
brew "broot"
brew "btop"
brew "glib"
brew "cairo"
brew "chezmoi"
brew "datasette"
brew "deno"
brew "duckdb"
brew "dust"
brew "ethereum"
brew "eza"
brew "fabric-ai"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "python@3.13"
brew "git-filter-repo"
brew "git-lfs"
brew "git-sizer"
brew "glow"
brew "harfbuzz"
brew "httrack"
brew "imagemagick"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kubeseal"
brew "lazygit"
brew "libavif"
brew "libpq"
brew "llm"
brew "make"
brew "mkcert"
brew "monolith"
brew "neovim"
brew "node"
brew "npq"
brew "openjdk"
brew "pgloader"
brew "pipx"
brew "pnpm"
brew "poppler"
brew "procs"
brew "python@3.10"
brew "python@3.11"
brew "python@3.12"
brew "python@3.9"
brew "qpdf"
brew "ripgrep"
brew "ripgrep-all"
brew "rm-improved"
brew "ruby"
brew "sbt"
brew "scalingo"
brew "sevenzip"
brew "sqlite-utils"
brew "starship"
brew "stow"
brew "syncthing"
brew "taplo"
brew "tldr"
brew "trash"
brew "tree"
brew "truffle"
brew "uv"
brew "vercel-cli"
brew "wget"
brew "yarn"
brew "yazi"
brew "yt-dlp"
brew "zellij"
brew "zoxide"
brew "cirruslabs/cli/tart"
brew "felixkratz/formulae/borders"
brew "getsentry/tools/sentry-cli"
brew "stripe/stripe-cli/stripe"
brew "tursodatabase/tap/turso"
cask "nikitabobko/tap/aerospace"
cask "alacritty"
cask "audacity"
cask "claude-code"
cask "datagrip"
cask "deepl"
cask "discord"
cask "docker-desktop"
cask "figma"
cask "firefox"
cask "font-fira-code"
cask "font-jetbrains-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "github@beta"
cask "gitkraken"
cask "godspeed"
cask "gpg-suite"
cask "hyper"
cask "iterm2"
cask "karabiner-elements"
cask "ledger-wallet"
cask "libreoffice"
cask "mattermost"
cask "monitorcontrol"
cask "netnewswire"
cask "ngrok/ngrok/ngrok"
cask "notion"
cask "obsidian"
cask "pika"
cask "postman"
cask "qgis"
cask "qutebrowser"
cask "raycast"
cask "shortcat"
cask "skype"
cask "telegram"
cask "todoist-app"
cask "visual-studio-code"
cask "visual-studio-code@insiders"
cask "vlc"
cask "zoom"
cask "zotero"
vscode "astro-build.astro-vscode"
vscode "ban.spellright"
vscode "beardedbear.beardedicons"
vscode "bierner.emojisense"
vscode "bierner.markdown-emoji"
vscode "bradlc.vscode-tailwindcss"
vscode "burkeholland.simple-react-snippets"
vscode "chrmarti.regex"
vscode "codesandbox-io.codesandbox-projects"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "docker.docker"
vscode "donjayamanne.githistory"
vscode "dotjoshjohnson.xml"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "emilerolley.publicodes-language-server"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "foam.foam-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "gitpod.gitpod-desktop"
vscode "humao.rest-client"
vscode "ionutvmi.path-autocomplete"
vscode "jock.svg"
vscode "juanblanco.solidity"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "midnightsyntax.vscode-wrap-console-log"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-ossdata.vscode-pgsql"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vscode-commander"
vscode "ms-vscode.vscode-copilot-data-analysis"
vscode "ms-vscode.vscode-speech"
vscode "ms-vscode.vscode-websearchforcopilot"
vscode "ms-vsliveshare.vsliveshare"
vscode "multicoder.multicoder"
vscode "mushan.vscode-paste-image"
vscode "nhoizey.gremlins"
vscode "nomicfoundation.hardhat-solidity"
vscode "oderwat.indent-rainbow"
vscode "orta.vscode-twoslash-queries"
vscode "philipbe.theme-gray-matter"
vscode "pkief.material-icon-theme"
vscode "pnp.polacode"
vscode "pomdtr.excalidraw-editor"
vscode "pomdtr.valtown"
vscode "prisma.prisma"
vscode "quicktype.quicktype"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ryuta46.multi-command"
vscode "samplavigne.p5-vscode"
vscode "skn0tt.markdown-link-expander"
vscode "statelyai.stately-vscode"
vscode "tamasfe.even-better-toml"
vscode "thinker.sort-json"
vscode "tomoki1207.pdf"
vscode "trufflesuite-csi.truffle-vscode"
vscode "unifiedjs.vscode-mdx"
vscode "vintharas.learn-vim"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vmware.vscode-boot-dev-pack"
vscode "vmware.vscode-spring-boot"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscjava.vscode-spring-boot-dashboard"
vscode "vscjava.vscode-spring-initializr"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "vsls-contrib.gistfs"
vscode "wayou.vscode-todo-highlight"
vscode "wix.vscode-import-cost"
vscode "xyz.local-history"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
