tap "tobi/try", "https://github.com/tobi/try"
brew "act"
brew "bat"
brew "btop"
brew "deno"
brew "duckdb"
brew "dust"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "python@3.13"
brew "git-filter-repo"
brew "git-lfs"
brew "git-sizer"
brew "httrack"
brew "imagemagick"
brew "jq"
brew "k9s"
brew "lazygit"
brew "make"
brew "monolith"
brew "neovim"
brew "node"
brew "npq"
brew "pipx"
brew "pnpm"
brew "ripgrep"
brew "ripgrep-all"
brew "ruby"
brew "sqlite-utils"
brew "stow"
brew "tldr"
brew "tree"
brew "uv"
brew "wget"
brew "yazi"
brew "zoxide"
vscode "astro-build.astro-vscode"
vscode "ban.spellright"
vscode "bierner.emojisense"
vscode "bierner.markdown-emoji"
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "emilerolley.publicodes-language-server"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "foam.foam-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "humao.rest-client"
vscode "ionutvmi.path-autocomplete"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-ossdata.vscode-pgsql"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vscode-commander"
vscode "ms-vscode.vscode-copilot-data-analysis"
vscode "ms-vscode.vscode-speech"
vscode "ms-vscode.vscode-websearchforcopilot"
vscode "ms-vsliveshare.vsliveshare"
vscode "multicoder.multicoder"
vscode "mushan.vscode-paste-image"
vscode "oderwat.indent-rainbow"
vscode "orta.vscode-twoslash-queries"
vscode "philipbe.theme-gray-matter"
vscode "pkief.material-icon-theme"
vscode "pomdtr.excalidraw-editor"
vscode "pomdtr.valtown"
vscode "prisma.prisma"
vscode "quicktype.quicktype"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ryuta46.multi-command"
vscode "samplavigne.p5-vscode"
vscode "skn0tt.markdown-link-expander"
vscode "statelyai.stately-vscode"
vscode "tamasfe.even-better-toml"
vscode "thinker.sort-json"
vscode "unifiedjs.vscode-mdx"
vscode "vintharas.learn-vim"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wix.vscode-import-cost"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
